{

    "applicationName": "The waiting list",

    "organs": [
        "liver",
        "heart",
        "lung",
        "kidney"
    ],

    "patients": [
        {
            "kidney": 6
        },
        {
            "kidney": 6,
            "liver": 3
        },
        {
            "kidney": 6,
            "liver": 3,
            "lung": 1
        },
        {
            "kidney": 6,
            "liver": 3,
            "lung": 1,
            "heart": 1
        }
    ],

    "donors": [
        {
            "kidney": 2
        },
        {
            "kidney": 3,
            "liver": 1
        },
        {
            "kidney": 4,
            "liver": 2,
            "lung": 0
        },
        {
            "kidney": 4,
            "liver": 2,
            "lung": 1,
            "heart": 1
        }
    ],


    "illPersons": 7654,

    "minHealth": 50,
    "maxHealth": 100,

    "minSpeed": 182,
    "maxSpeed": 365,

    "factor": 365,

    "campaignStop": 5000,

    "level": [
        ["kidney"],
        [
            "kidney",
            "liver"
        ],
        [
            "kidney",
            "liver",
            "lung"
        ],
        [
            "kidney",
            "liver",
            "lung",
            "heart"
        ]
    ],

    "startText": {
        "heading": "The waiting list",
        "text": "Bist du noch zu retten? <br/> <br/> Niere, Lunge, Herz – rund 12.000 Menschen warten in diesem Moment auf ein neues Organ. Die Zahl der Spender ist dagegen so niedrig wie noch nie.<br/> <br/> Jetzt bist du am Zug: Kannst du die Patienten mit einer Transplantation retten?"
    },

    "messages": [
        {
            "win": {
                "heading": "Level 1",
                "text": "Fantastisch!<br><br>Du hast Patienten mit einer neuen Niere gerettet! Etwa 6 Nieren werden täglich in Deutschland transplantiert. In der gleichen Zeit sterben aber im Schnitt auch 1,2 Patienten, weil es nicht genug Organe gibt.<br><br>Weiter geht's, fast 2000 Menschen warten aktuell auf eine Leber. Versorge alle Patienten mit dem richtigen Organ."
            },
            "lose": {
                "heading": "Level 1",
                "text": "Schon ganz gut…<br><br>... aber nicht gut genug. In Deutschland werden täglich etwa 6 Nieren transplantiert. Das schaffst du doch auch.<br><br>Tipp: Wenn du keine Organe mehr hast, starte eine Organspendekampagne."
            }
        },
        {
            "win": {
                "heading": "Level 2",
                "text": "Fantastisch!<br><br>Du hast Leber- und Nierenpatienten gerettet! Täglich werden 3 Lebern transplantiert, ein Patient stirbt trotzdem im Schnitt, weil es kein Organ für ihn gab.<br><br>Übrigens: Spenderorgane und Empfänger müssen zusammenpassen. Um die Matching-Wahrscheinlichkeit zu erhöhen, hat Deutschland sich mit 7 anderen Ländern zusammengeschlossen. Die Organisation Eurotransplant verteilt die Organe in diesem Verbund. Deutschland bekommt darüber regelmäßig mehr Organe, als Deutsche selbst spenden.<br><br>Verteile jetzt auch Lungen an deine Patienten. Knapp 500 Patienten warten gerade auf eine."
            },
            "lose": {
                "heading": "Level 2",
                "text": "Schon ganz gut…<br><br>… aber nicht gut genug. Du schaffst doch noch mehr Organe! 3 Lebern werden schließlich täglich in Deutschland transplantiert.<br><br>Tipp: Der Zustand der Patienten verschlechtert sich immer gleich schnell. Schau auch, wen du zuerst rettest!"
            }
        },
        {
            "win": {
                "heading": "Level 3",
                "text": "Fantastisch!<br><br>Du hast auch noch Lungenpatienten gerettet! Eine Lunge wird in Deutschland täglich tranplantiert. Zu wenig. Alle fünf Tage stirbt ein Patient auf der Warteliste.<br><br>Übrigens: Ein geringer Prozentsatz der Patienten wird noch während des Wartens auf ein Organ von der Liste gestrichen. Zum Beispiel, wenn er zu schwach für eine Transplantation ist - oder sich auch ohne neues Organ erholt hat.<br><br>Rette jetzt Patienten auch mit einer Herztransplantation! Rund 1000 warten gerade auf ein neues Herz!"
            },
            "lose": {
                "heading": "Level 3",
                "text": "Schon ganz gut…<br><br>… aber noch nicht gut genug. In Deutschland bekommt täglich nur ein Empfänger eine Lunge.<br><br>Du kriegst das hin!"
            }
        },
        {
            "win": {
                "heading": "Großartig!",
                "text": "Du bist der Champ der Organtransplantation! 6 Nieren, 3 Lebern, eine Lunge und ein Herz, 11 Menschen hast du damit das Leben gerettet! <br> Im Schnitt wird in Deutschland jeden Tag: 10,8 Patienten ein Spenderorgan transplantiert, 3,4 Patienten aus anderen Gründen von der Warteliste gestrichen, 15,3 Patienten neu registriert.<br><br>Aktuell warten rund 12.000 Patienten in Deutschland auf ein Spenderorgan.<br><br>28 Prozent der Deutschen haben einen Organspendeausweis."
            },
            "lose": {
                "heading": "Level 4",
                "text": "Schon ganz gut…<br><br>… aber nicht gut genug. Täglich wird nur ein Herz in Deutschland transplantiert, mehr Spenderorgane gibt es nicht. Probier’s gleich noch einmal!"
            }
        }
    ]
}

